[M_CaptureTheFlags MissionDefinition]
MissionName="Jogo das Bandeiras"
MissionDescription="Em sua longa guerra contra o clã Morteiro de Sawtooth, os Slabs não conseguiram conquistar nem um centímetro sequer do seu território. Brick espera que isso mude com a sua chegada. Se você conseguir fixar três bandeiras dos Slabs no território do Morteiro, em [place]Sawtooth Cauldron[-place], a supremacia dos Slabs estará consolidada. "
TurnInDescription="Os Slabs dominam!"
MissionSummary="Fixe as bandeiras dos Slabs em [place]Sawtooh Cauldron[-place]."
MissionGiver="Brick"
MissionTurnInLocation="Brick"
TeaserText="Chegou a hora de apagar do mapa os bandidos de Sawtooth!"

[M_CaptureTheFlags:CaptureTheFlagsCollectionSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:CaptureTheFlagSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:DestroySecondGenerator MissionObjectiveDefinition]
ProgressMessage="Destrua o gerador de Scalding Remnants"

[M_CaptureTheFlags:DestroyTheFirstGenerator MissionObjectiveDefinition]
ProgressMessage="Destrua o gerador de Sawtooth Stilts"

[M_CaptureTheFlags:DestroyThirdGenerator MissionObjectiveDefinition]
ProgressMessage="Destrua o gerador de Reservoir"

[M_CaptureTheFlags:Flag1isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:Flag2isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:Flag3isDoneSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o serviço."
MissionDescriptionOverride="Os Slabs dominam!"

[M_CaptureTheFlags:FlagisRaisedSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:FlagisRaisedSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:FlagisRaisedSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:PlaceFlag1 MissionObjectiveDefinition]
ProgressMessage="Coloque a bandeira em Sawtooth Stilts"

[M_CaptureTheFlags:PlaceFlag2 MissionObjectiveDefinition]
ProgressMessage="Coloque a bandeira em Scalding Remnants"

[M_CaptureTheFlags:PlaceFlag3 MissionObjectiveDefinition]
ProgressMessage="Coloque a bandeira em Reservoir"

[M_CaptureTheFlags:RaiseFlag1 MissionObjectiveDefinition]
ProgressMessage="Asteie a bandeira em Sawtooth Stilts"

[M_CaptureTheFlags:RaiseFlag2 MissionObjectiveDefinition]
ProgressMessage="Asteie a bandeira em Scalding Remnants"

[M_CaptureTheFlags:RaiseFlag3 MissionObjectiveDefinition]
ProgressMessage="Asteie a bandeira em Reservoir"

[M_CaptureTheFlags:RaiseTheFlagSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:RaiseTheFlagSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:RaiseTheFlagSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CaptureTheFlags:UsetheGenerator1 MissionObjectiveDefinition]
ProgressMessage="Use o gerador de Sawtooth Stilts"

[M_CaptureTheFlags:UseTheGenerator2 MissionObjectiveDefinition]
ProgressMessage="Use o gerador de Scalding Remnants"

[M_CaptureTheFlags:UseTheGenerator3 MissionObjectiveDefinition]
ProgressMessage="Use o gerador de Reservoir"

